Repository: begent/begent_im_ios
Catalog: Snikket/*.lproj/Localizable.strings
Languages: id

source: server returned an error on the request to enable push notifications. You can try to enable this feature later on from the account settings.
id: server memunculkan error pada permintaan untuk mengaktifkan push notifikasi. Anda dapat mencoba mengaktifkan fitur ini nanti dari pengaturan akun.

source: (private message)
id: (pesan Pribadi)

source: 1 line of preview
id: 1 baris pratinjau

source: Account Offline
id: Akun Offline

source: Account Removal Failed
id: Gagal menghapus akun

source: Accounts
id: Akun

source: Add account
id: Tambah akun

source: Add contact
id: Tambah kontak

source: Addresses
id: Alamat

source: All
id: Semua

source: All messages will be deleted and all participants will be kicked out. Are you sure?
id: Semua pesan akan dihapus dan semua peserta akan dikeluarkan. Anda yakin?

source: Always
id: Selalu

source: Attachment
id: Lampiran

source: Attachments
id: Lampiran

source: Audio call
id: Panggilan audio

source: Auto
id: Oto

source: Automatic
id: Otomatis

source: Away
id: Tidak ditempat

source: Ban Failed
id: Pelarangan gagal

source: Ban user
id: Pelarangan pengguna

source: Banning user
id: Melarang pengguna

source: Be right back
id: Akan segera kembali

source: By availability and time
id: Berdasarkan ketersediaan dan waktu

source: By name
id: Menurut nama

source: By status
id: Menurut status

source: By time
id: Menurut waktu

source: Call ended
id: Panggilan berakhir

source: Call failed
id: Panggilan gagal

source: Camera
id: Kamera

source: Cancel
id: Batalkan

source: Change
id: Ubah

source: Change picture
id: Ubah gambar

source: Change subject
id: Ubah subyek

source: Channel destruction failed!
id: Penghancuran saluran gagal!

source: Check your network connection or try again later.
id: Periksa koneksi jaringan Anda atau coba kembali.

source: Clear History
id: Hapus riwayat

source: Close
id: Tutup

source: Connect
id: Sambungkan

source: Connecting...
id: Menyambungkan...

source: Continue
id: Lanjutkan

source: Copy
id: Salin

source: Could not connect to the service. Check your network connectivity or try again later.
id: Tidak dapat terhubung ke layanan. Periksa jaringan Anda atau coba lagi.

source: Could not detect file type.
id: Tidak dapat mendeteksi jenis file.

source: Could not determine file size.
id: Tidak dapat menentukan ukuran file.

source: Could not rename group chat. The server responded with an error:
id: Tidak dapat mengganti nama grup chat. Server merespons dengan kesalahan:

source: Could not set the group chat picture. The server responded with an error:
id: Tidak dapat memasang gambar grup chat. Server merespons dengan error:

source: Create
id: Buat

source: Create Account
id: Buat Akun

source: Dark
id: Gelap

source: Default
id: Bawaan

source: Delete
id: Hapus

source: Delete all
id: Hapus semua

source: Delete channel?
id: Hapus saluran?

source: Delete chat
id: Hapus chat

source: Delete group chat?
id: Hapus grup chat?

source: Delete My Account
id: Hapus akun saya

source: Deleting your account will permanently log out all your devices and delete your account, profile, and associated data on %@.
id: Menghapus akun Anda akan secara permanen mengeluarkan semua perangkat Anda dan menghapus akun, profil, dan data Anda di %@.

source: Details
id: Detil

source: Display
id: Tampilan

source: Display Name
id: Tampilan nama

source: Do not disturb
id: Jangan ganggu

source: Do you want to ban user
id: Apakah Anda ingin melarang pengguna

source: Do you wish to publish this photo as your profile picture?
id: Apakah Anda ingin mempublikasikan foto ini sebagai foto profil Anda??

source: Do you wish to register a new account at %@?
id: Apakah Anda ingin mendaftarkan akun baru di %@?

source: Do you wish to register the account %@?
id: Apakah Anda ingin mendaftarkan akun %@?

source: Document
id: Dokumen

source: Download
id: Unduh

source: Email addresses
id: Alamat email

source: Enable %@
id: Aktifkan %@

source: Enable telephony provider?
id: Aktifkan provider telepon?

source: Encryption
id: Enkripsi

source: Encryption Not Supported
id: Enkripsi tidak didukung

source: Enter default nickname to use in chats
id: Masukkan nama panggilan yang digunakan dalam chat

source: Enter new name for group chat
id: Masukkan nama baru untuk grup chat

source: Enter new subject for group chat
id: Masukkan obyek baru untuk grup chat

source: Extended away
id: Pergi lama

source: Failed To Update Contact List
id: Gagal memperbarui daftar kontak

source: Failure
id: Kegagalan

source: File is not available locally. Should it be downloaded?
id: File tidak tersedia secara lokal. Apakah mau diunduh?

source: File is too large to share on your account.
id: File terlalu besar untuk dibagikan di akun Anda.

source: File upload was not acknowledged by the server.
id: Unggahan file tidak diakui oleh server.

source: File uploads are not supported on your account.
id: Unggahan file tidak diakui oleh server.

source: Fingerprint of this device
id: Fingerprint handphone ini

source: Highest
id: Tertinggi

source: History
id: Riwayat

source: Invitation
id: Undangan

source: Invite
id: Undang

source: It was not possible to access camera or microphone. Please check privacy settings
id: Tidak bisa mengakses kamera atau mikrofon. Silakan periksa pengaturan privasi

source: It was not possible to access camera. Please check in privacy settings that you have granted Snikket access to the camera.
id: Tidak bisa mengakses kamera. Silakan periksa di pengaturan privasi bahwa Anda telah memberikan akses Snikket ke kamera.

source: It was not possible to access the file.
id: Tidak bisa mengakses file.

source: It was not possible to contact XMPP server and sign in.
id: Tidak bisa menghubungi server XMPP dan masuk.

source: It was not possible to destroy channel %@. Server returned an error:
id: Tidak bisa menghancurkan saluran %@. Server memunculkan error:

source: It was not possible to establish call
id: Tidak bisa membuat panggilan

source: Join group
id: Bergabung dengan grup

source: Join group chat
id: Bergabung dengan grup chat

source: Joined
id: Bergabung

source: Joining...
id: Bergabung...

source: Key not generated!
id: Kunci tidak dibuat!

source: Last %d days
id: %d hari terakhir

source: Last %d hours
id: %d jam terakhir

source: Leave chat
id: Keluar chat

source: Light
id: Terang

source: Limits the size of the files sent to you which may be automatically downloaded
id: Membatasi ukuran file yang dikirimkan kepada Anda yang otomatis diunduh

source: lines of preview
id: baris pratinjau

source: Location
id: Lokasi

source: Log Out
id: Keluar

source: Login and password do not match.
id: Identitas masuk dan password tidak cocok.

source: Manage Storage
id: Kelola Penyimpanan

source: Member
id: Anggota

source: Message Archiving
id: Pengarsipan Pesan

source: Message Archiving Error
id: Pengarsipan Pesan Error

source: More...
id: Selanjutnya...

source: Muted
id: Diredam

source: New call...
id: Panggilan baru...

source: New Message
id: Pesan baru

source: New private group chat
id: Grup chat pribadi baru

source: New public group chat
id: Grup chat umum baru

source: Nickname
id: Nama panggilan

source: No attachments
id: Tidak ada lampiran

source: No messages yet. Say hi!
id: Belum ada pesan. Hai!

source: Not Connected
id: Tidak tersambung

source: Not connected!
id: Tidak tersambung!

source: Not Joined
id: Tidak tergabung

source: Nothing
id: Tidak ada

source: Older than 7 days
id: Lebih lama dari 7 hari

source: Operation timed out
id: Waktu operasi habis

source: operation timed out
id: Waktu operasi habis

source: Original quality will share image in the format in which it is stored on your phone and it may not be supported by every device.
id: Kualitas asli akan membagikan gambar dalam format yang disimpan di ponsel Anda dan mungkin tidak didukung oleh setiap perangkat.

source: Original quality will share video in the format in which video is stored on your phone and it may not be supported by every device.
id: Kualitas asli akan membagikan video dalam format yang disimpan di ponsel Anda dan mungkin tidak didukung oleh setiap perangkat.

source: Other devices fingerprints
id: Sidik jari perangkat lain

source: Permanently Delete Account
id: Hapus akun secara permanen

source: Phone numbers
id: Nomor telepon

source: Photo & Video Library
id: Perpustakaan Foto & Video

source: Please try again!
id: Coba sekali lagi!

source: Preview
id: Pratinjau

source: Profile Picture Update Failed
id: Profile Picture pembaharuan gagal

source: Provided values are not acceptable
id: Nilai yang diberikan tidak dapat diterima

source: Push notifications are enabled for %@. They need to be disabled before account can be removed and it is not possible to at this time. Please try again later.
id: Notifikasi push diaktifkan untuk %@. Akun harus dinonaktifkan sebelum dapat dihapus dan tidak bisa dihapus saat ini. Silakan coba lagi.

source: Push Notifications Enabled
id: Notifikasi push diaktifkan

source: Quality of shared media
id: Kualitas media yang dibagikan

source: Received files are using %d MB of storage.
id: File yang diterima menggunakan %d MB kapasitas.

source: Register
id: Daftar

source: Registration Failure
id: Pendaftaran gagal

source: Registration is not supported by this server
id: Pendaftaran tidak didukung oleh server ini

source: Remove Account Data
id: Hapus Data Akun

source: Rename
id: Ganti nama

source: Rename chat
id: Ganti nama chat

source: Report and Block
id: Laporkan dan blokir

source: Reported
id: Dilaporkan

source: Reporting...
id: Melapor...

source: Resend
id: Kirim ulang

source: Ringing...
id: Berdering...

source: Save
id: Simpan

source: Scanned QR code is not valid for Snikket.
id: Kode QR yang dipindai tidak valid untuk Snikket.

source: Search channels
id: Cari saluran

source: Select account to open chat from:
id: Pilih akun untuk membuka chat dari:

source: Select photo
id: Pilih foto

source: Select quality
id: Pilih kualitas

source: Select quality of the image to use for sharing
id: Pilih kualitas gambar yang akan dibagi

source: Select quality of the video to use for sharing
id: Pilih kualitas gambar yang akan dibagi

source: Select status
id: Pilih status

source: Send Current Location
id: Kirim lokasi saat ini

source: Send Pin Location
id: Kirim Pin Lokasi

source: Server did not respond to registration request
id: Server tidak merespon permintaan pendaftaran

source: server returned an error on the request to enable archiving. You can try to enable this feature later on from the account settings.
id: server memunculkan kesalahan pada permintaan untuk mengaktifkan pengarsipan. Anda dapat mengaktifkan fitur ini nanti dari pengaturan akun.

source: Server returned error:
id: Server memunculkan error:

source: Settings
id: Pengaturan

source: Share...
id: Bagikan...

source: Slide to cancel
id: Geser untuk membatalkan

source: Successfully registered to receive push notifications.
id: Berhasil terdaftar untuk menerima notifikasi push.

source: Take photo
id: Ambil foto

source: The server returned an error:
id: Server memunculkan error:

source: The server returned an error:
id: Server memunculkan error:

source: The upload was rejected by the server (error %d).
id: Unggahan ditolak oleh server (error %d).

source: The user will be reported and any calls, messages and status updates from them will be blocked.
id: Pengguna akan dilaporkan dan setiap panggilan, pesan, dan pembaruan status dari mereka akan diblokir.

source: There was a server error processing the file upload. Please try again later.
id: Terjadi server error saat memproses unggahan file. Silakan coba lagi.

source: This will delete all the message history for this chat. Continue?
id: Ini akan menghapus semua riwayat pesan untuk chat ini. Lanjutkan?

source: Unable to publish your profile picture at this time. Error: %@
id: Tidak dapat mempublikasikan gambar profil Anda saat ini. Error: %@

source: Unblock
id: Buka blokir

source: Unexpected error (%d) received while uploading file.
id: Error tak terduga (%d) diterima saat mengunggah file.

source: Unkown error occured
id: Terjadi error yang tidak diketahui

source: Unlimited
id: Tak terbatas

source: Upload Failed
id: Gagal mengunggah

source: Used image and video quality may impact storage and network usage
id: Kualitas gambar dan video yang digunakan mempengaruhi penyimpanan dan penggunaan jaringan

source: User with provided username already exists
id: Pengguna dengan nama pengguna yang diberikan sudah ada

source: using
id: Menggunakan

source: Video call
id: Panggilan video

source: Warning
id: Peringatan

source: What do you want to do with %@?
id: Apa yang ingin Anda lakukan dengan %@?

source: When mentioned
id: Ketika dipanggil

source: Yes
id: Ya

source: Yesterday
id: Kemarin

source: You are invited to join conversation at
id: Anda diundang untuk bergabung dalam percakapan di

source: You are leaving the group chat
id: Anda keluar dari grup chat

source: You are not currently connected to this group. Please check your network connection and try again later.
id: Saat ini Anda tidak terhubung ke grup ini. Periksa koneksi jaringan Anda dan coba lagi.

source: You are not joined to the channel.
id: Anda tidak tergabung ke channel.

source: You can log out of this account temporarily, or permanently remove all account data from this device (including chats). Account removal cannot be undone.
id: Anda dapat keluar dari akun ini untuk sementara, atau menghapus semua data akun secara permanen dari perangkat ini (termasuk chat). Akun yang dihapus tidak dapat dipulihkan.

source: You have enabled encryption, but this group does not support encrypted messages. Please change encryption settings to be able to send messages.
id: Anda mengaktifkan enkripsi, tetapi grup ini tidak mendukung pesan terenkripsi. Harap ubah pengaturan enkripsi untuk mengirim pesan.

source: You need to connect to your account before you can update your contact list. Do you wish to connect now?
id: Anda harus terhubung ke akun Anda sebelum memperbarui daftar kontak Anda. Apakah Anda ingin terhubung sekarang?

source: You've left the group %@ and notifications for this group have been disabled. You may need to reenable them on other devices.
id: Anda telah keluar dari grup %@ dan notifikasi untuk grup ini telah dinonaktifkan. Anda mungkin perlu mengaktifkannya kembali di perangkat lain.

source: Your Name
id: Nama anda
